Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Tab, Control, Escape and the arrows at the left, and - . / : ! | in the center, as the toolbar came. Custom keys are removed.
de: Tab, Control, Escape und die Pfeile links sowie - . / : ! | in der Mitte, wie im Auslieferungszustand. Eigene Tasten werden entfernt.
es: Tab, Control, Escape y las flechas a la izquierda, y - . / : ! | en el centro, como venía la barra. Se eliminan las teclas personalizadas.
fr: Tab, Contrôle, Échap et les flèches à gauche, et - . / : ! | au centre, comme à l'origine. Les touches personnalisées sont supprimées.
ja: 左に Tab、Control、Escape、矢印、中央に - . / : ! | という、ツールバーの初期状態に戻します。カスタムキーは削除されます。
ko: 도구 막대를 처음 상태로: 왼쪽에 Tab, Control, Escape 및 화살표, 가운데에 - . / : ! |. 사용자 설정 키는 제거됩니다.
pt_br: Tab, Control, Escape e as setas à esquerda, e - . / : ! | no centro, como a barra veio originalmente. As teclas personalizadas são removidas.
ru: Tab, Control, Escape и стрелки слева, а - . / : ! | по центру, как было изначально. Свои клавиши будут удалены.
zh_hans: 左侧为 Tab、Control、Escape 和箭头键，中间为 - . / : ! |，与工具栏初始状态相同。自定义按键将被移除。
zh_hant: 左側為 Tab、Control、Escape 和方向鍵，中間為 - . / : ! |，即工具列的原始配置。自訂按鍵會被移除。

source: Takes effect the next time iSH-AOK opens. You choose whether that is now.
de: Wirkt beim nächsten Öffnen von iSH-AOK. Du entscheidest, ob das jetzt ist.
es: Se aplica la próxima vez que se abra iSH-AOK. Tú eliges si es ahora.
fr: Prend effet à la prochaine ouverture d'iSH-AOK. Vous choisissez si c'est maintenant.
ja: 次に iSH-AOK を開いたときに有効になります。今すぐにするかどうかを選択できます。
ko: 다음에 iSH-AOK를 열 때 적용됩니다. 지금 열지는 직접 선택합니다.
pt_br: Entra em vigor na próxima vez que o iSH-AOK abrir. Você escolhe se isso é agora.
ru: Вступает в силу при следующем открытии iSH-AOK. Вы сами решаете, будет ли это сейчас.
zh_hans: 在下次打开 iSH-AOK 时生效。你可以选择是否立即进行。
zh_hant: 下次打開 iSH-AOK 時生效。你可以選擇是否現在就打開。

source: Tap a bookmark to remove it.
de: Tippe auf ein Lesezeichen, um es zu entfernen.
es: Toca un marcador para eliminarlo.
fr: Touchez un signet pour le supprimer.
ja: ブックマークをタップすると削除されます。
ko: 책갈피를 탭하여 제거하십시오.
pt_br: Toque em um favorito para removê-lo.
ru: Коснитесь закладки, чтобы удалить её.
zh_hans: 轻点书签以将其移除。
zh_hant: 點一下書籤以移除。

source: Tap a destination to chat with it; tap the arrow to edit it. The selected destination is what the chat, Test Connection and Query Models all use. Swipe to duplicate or delete.
de: Tippe auf ein Ziel, um damit zu chatten; tippe auf den Pfeil, um es zu bearbeiten. Das gewählte Ziel verwenden Chat, „Verbindung testen“ und „Modelle abfragen“. Zum Duplizieren oder Löschen streichen.
es: Toca un destino para chatear con él; toca la flecha para editarlo. El destino seleccionado es el que usan el chat, Probar conexión y Consultar modelos. Desliza para duplicar o eliminar.
fr: Touchez une destination pour discuter avec elle ; touchez la flèche pour la modifier. La destination sélectionnée est celle qu'utilisent la conversation, Tester la connexion et Interroger les modèles. Balayez pour dupliquer ou supprimer.
ja: 接続先をタップするとチャットを開始し、矢印をタップすると編集します。選択した接続先は、チャット、「接続をテスト」、「モデルを照会」のすべてで使用されます。スワイプで複製または削除します。
ko: 대상을 탭하여 채팅하고, 화살표를 탭하여 편집하십시오. 선택한 대상은 채팅, 연결 테스트 및 모델 조회에 모두 사용됩니다. 쓸어넘겨 복제하거나 삭제하십시오.
pt_br: Toque em um destino para conversar com ele; toque na seta para editá-lo. O destino selecionado é o que o chat, Testar Conexão e Consultar Modelos usam. Deslize para duplicar ou apagar.
ru: Коснитесь подключения, чтобы начать с ним чат; коснитесь стрелки, чтобы изменить его. Выбранное подключение используется чатом, проверкой подключения и запросом моделей. Смахните, чтобы дублировать или удалить.
zh_hans: 轻点目标即可与其聊天；轻点箭头可编辑。聊天、“测试连接”和“查询模型”都使用所选目标。轻扫可复制或删除。
zh_hant: 點一下服務即可與其對話；點一下箭頭以編輯。對話、「測試連線」和「查詢模型」都使用所選的服務。滑動可複製或刪除。

source: Tap a filesystem to make it active and continue booting.
de: Tippe auf ein Dateisystem, um es zu aktivieren und mit dem Booten fortzufahren.
es: Toca un sistema de archivos para activarlo y continuar el arranque.
fr: Touchez un système de fichiers pour l'activer et poursuivre le démarrage.
ja: ファイルシステムをタップするとアクティブにしてブートを続行します。
ko: 파일 시스템을 탭하여 활성화하고 부팅을 계속하십시오.
pt_br: Toque em um sistema de arquivos para ativá-lo e continuar a inicialização.
ru: Коснитесь файловой системы, чтобы сделать её активной и продолжить загрузку.
zh_hans: 轻点文件系统使其成为活跃文件系统并继续启动。
zh_hant: 點一下檔案系統以將其設為使用中並繼續開機。

source: Tap a server to check, edit, turn off or delete it. Its tools are offered to the model alongside the built-in ones; each call follows the MCP Tools setting in Tool Permissions.
de: Tippe auf einen Server, um ihn zu prüfen, zu bearbeiten, auszuschalten oder zu löschen. Seine Tools werden dem Modell neben den integrierten angeboten; jeder Aufruf folgt der Einstellung „MCP-Tools“ in den Tool-Berechtigungen.
es: Toca un servidor para comprobarlo, editarlo, desactivarlo o eliminarlo. Sus herramientas se ofrecen al modelo junto con las integradas; cada llamada sigue el ajuste Herramientas MCP de Permisos de herramientas.
fr: Touchez un serveur pour le vérifier, le modifier, le désactiver ou le supprimer. Ses outils sont proposés au modèle en plus des outils intégrés ; chaque appel suit le réglage Outils MCP dans Autorisations des outils.
ja: サーバをタップすると、確認、編集、オフ、削除ができます。そのツールは内蔵ツールと一緒にモデルに提供され、各呼び出しは「ツールのアクセス権」の「MCP ツール」設定に従います。
ko: 서버를 탭하여 확인, 편집, 끄기 또는 삭제하십시오. 서버의 도구는 내장 도구와 함께 모델에 제공되며, 각 호출은 도구 권한의 MCP 도구 설정을 따릅니다.
pt_br: Toque em um servidor para verificar, editar, desativar ou apagá-lo. Suas ferramentas são oferecidas ao modelo junto com as integradas; cada chamada segue o ajuste Ferramentas MCP em Permissões de Ferramentas.
ru: Коснитесь сервера, чтобы проверить, изменить, выключить или удалить его. Его инструменты предлагаются модели вместе со встроенными; каждый вызов подчиняется настройке «Инструменты MCP» в разрешениях инструментов.
zh_hans: 轻点服务器可检查、编辑、关闭或删除它。其工具会与内置工具一起提供给模型；每次调用遵循“工具权限”中的“MCP 工具”设置。
zh_hant: 點一下伺服器以檢查、編輯、關閉或刪除。其工具會與內建工具一起提供給模型；每次呼叫都依照「工具權限」中的「MCP 工具」設定。

source: Tap any theme to apply it everywhere and load it into the editor below.
de: Tippe auf ein Theme, um es überall anzuwenden und in den Editor unten zu laden.
es: Toca cualquier tema para aplicarlo en todas partes y cargarlo en el editor de abajo.
fr: Touchez un thème pour l'appliquer partout et le charger dans l'éditeur ci-dessous.
ja: テーマをタップすると全体に適用され、下のエディタに読み込まれます。
ko: 테마를 탭하여 모든 곳에 적용하고 아래 편집기로 불러오십시오.
pt_br: Toque em qualquer tema para aplicá-lo em todo lugar e carregá-lo no editor abaixo.
ru: Коснитесь любой темы, чтобы применить её везде и загрузить в редактор ниже.
zh_hans: 轻点任意主题可将其应用到所有位置，并载入下方的编辑器。
zh_hant: 點一下任一主題即可全面套用，並載入到下方的編輯器中。

source: Templates are text files in /AOK/persist/llm-prompts.
de: Vorlagen sind Textdateien in /AOK/persist/llm-prompts.
es: Las plantillas son archivos de texto en /AOK/persist/llm-prompts.
fr: Les modèles sont des fichiers texte dans /AOK/persist/llm-prompts.
ja: テンプレートは /AOK/persist/llm-prompts 内のテキストファイルです。
ko: 템플릿은 /AOK/persist/llm-prompts에 있는 텍스트 파일입니다.
pt_br: Os modelos são arquivos de texto em /AOK/persist/llm-prompts.
ru: Шаблоны — это текстовые файлы в /AOK/persist/llm-prompts.
zh_hans: 模板是位于 /AOK/persist/llm-prompts 中的文本文件。
zh_hant: 範本是位於 /AOK/persist/llm-prompts 的文字檔案。

source: Terminal Buttons
de: Terminal-Tasten
es: Botones de la terminal
fr: Boutons du terminal
ja: ターミナルのボタン
ko: 터미널 버튼
pt_br: Botões do Terminal
ru: Кнопки терминала
zh_hans: 终端按钮
zh_hant: 終端機按鈕

source: Terminal UI failed to load.
de: Terminal-UI konnte nicht geladen werden.
es: No se pudo cargar la interfaz de la terminal.
fr: Échec du chargement de l'interface du terminal.
ja: ターミナル UI を読み込めませんでした。
ko: 터미널 UI를 불러오지 못했습니다.
pt_br: Falha ao carregar a interface do terminal.
ru: Не удалось загрузить интерфейс терминала.
zh_hans: 终端界面载入失败。
zh_hant: 終端機介面載入失敗。

source: Terminal already open in another window
de: Terminal bereits in anderem Fenster geöffnet
es: La terminal ya está abierta en otra ventana
fr: Terminal déjà ouvert dans une autre fenêtre
ja: ターミナルはすでに別のウインドウで開いています
ko: 터미널이 이미 다른 윈도우에서 열려 있음
pt_br: Terminal já aberto em outra janela
ru: Терминал уже открыт в другом окне
zh_hans: 终端已在另一个窗口中打开
zh_hant: 終端機已在另一個視窗中打開

source: Terminal already open in another window.
de: Terminal bereits in anderem Fenster geöffnet.
es: La terminal ya está abierta en otra ventana.
fr: Terminal déjà ouvert dans une autre fenêtre.
ja: ターミナルはすでに別のウインドウで開いています。
ko: 터미널이 이미 다른 윈도우에서 열려 있습니다.
pt_br: Terminal já aberto em outra janela.
ru: Терминал уже открыт в другом окне.
zh_hans: 终端已在另一个窗口中打开。
zh_hant: 終端機已在另一個視窗中打開。

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar Conexão
ru: Проверить подключение
zh_hans: 测试连接
zh_hant: 測試連線

source: Test Failed
de: Test fehlgeschlagen
es: Error en la prueba
fr: Échec du test
ja: テストに失敗しました
ko: 테스트 실패
pt_br: Falha no Teste
ru: Сбой проверки
zh_hans: 测试失败
zh_hant: 測試失敗

source: That Shouldn't Happen
de: Das sollte nicht passieren
es: Esto no debería ocurrir
fr: Cela ne devrait pas arriver
ja: 想定外の状態です
ko: 일어나서는 안 되는 일
pt_br: Isso Não Deveria Acontecer
ru: Такого быть не должно
zh_hans: 这不该发生
zh_hant: 不應該發生這種情況

source: That is not an http:// or https:// address.
de: Das ist keine http://- oder https://-Adresse.
es: No es una dirección http:// o https://.
fr: Ce n'est pas une adresse http:// ou https://.
ja: http:// または https:// のアドレスではありません。
ko: http:// 또는 https:// 주소가 아닙니다.
pt_br: Isso não é um endereço http:// ou https://.
ru: Это не адрес http:// или https://.
zh_hans: 这不是 http:// 或 https:// 地址。
zh_hant: 這不是 http:// 或 https:// 網址。

source: That link points outside the persist area
de: Dieser Link zeigt außerhalb des Persist-Bereichs
es: Ese enlace apunta fuera del área persistente
fr: Ce lien pointe hors de la zone persist
ja: そのリンクは persist 領域の外を指しています
ko: 해당 링크가 persist 영역 외부를 가리킴
pt_br: Esse link aponta para fora da área persist
ru: Эта ссылка указывает за пределы области persist
zh_hans: 该链接指向持久存储区域之外
zh_hant: 該連結指向 persist 區域之外

source: That name can't be used. Names can't be empty or contain “/”.
de: Dieser Name kann nicht verwendet werden. Namen dürfen nicht leer sein oder „/“ enthalten.
es: Ese nombre no se puede usar. Los nombres no pueden estar vacíos ni contener “/”.
fr: Ce nom ne peut pas être utilisé. Un nom ne peut pas être vide ni contenir « / ».
ja: その名前は使用できません。名前を空にしたり“/”を含めたりすることはできません。
ko: 해당 이름은 사용할 수 없습니다. 이름은 비워 둘 수 없으며 “/”를 포함할 수 없습니다.
pt_br: Esse nome não pode ser usado. Nomes não podem ficar vazios nem conter “/”.
ru: Это имя использовать нельзя. Имя не может быть пустым или содержать «/».
zh_hans: 无法使用该名称。名称不能为空或包含“/”。
zh_hant: 無法使用該名稱。名稱不可為空或包含「/」。

source: That name isn’t valid.
de: Dieser Name ist ungültig.
es: Ese nombre no es válido.
fr: Ce nom n'est pas valide.
ja: その名前は無効です。
ko: 해당 이름은 유효하지 않습니다.
pt_br: Esse nome não é válido.
ru: Недопустимое имя.
zh_hans: 该名称无效。
zh_hant: 該名稱無效。

source: That path is a directory
de: Dieser Pfad ist ein Ordner
es: Esa ruta es un directorio
fr: Ce chemin est un répertoire
ja: そのパスはディレクトリです
ko: 해당 경로는 디렉터리임
pt_br: Esse caminho é um diretório
ru: Этот путь — каталог
zh_hans: 该路径是一个目录
zh_hant: 該路徑是目錄

source: That path is not a directory
de: Dieser Pfad ist kein Ordner
es: Esa ruta no es un directorio
fr: Ce chemin n'est pas un répertoire
ja: そのパスはディレクトリではありません
ko: 해당 경로는 디렉터리가 아님
pt_br: Esse caminho não é um diretório
ru: Этот путь — не каталог
zh_hans: 该路径不是目录
zh_hant: 該路徑不是目錄

source: That path is not a regular file
de: Dieser Pfad ist keine reguläre Datei
es: Esa ruta no es un archivo normal
fr: Ce chemin n'est pas un fichier ordinaire
ja: そのパスは通常ファイルではありません
ko: 해당 경로는 일반 파일이 아님
pt_br: Esse caminho não é um arquivo comum
ru: Этот путь — не обычный файл
zh_hans: 该路径不是常规文件
zh_hant: 該路徑不是一般檔案

source: That playlist is empty.
de: Diese Playlist ist leer.
es: Esa lista de reproducción está vacía.
fr: Cette liste de lecture est vide.
ja: そのプレイリストは空です。
ko: 해당 재생 목록이 비어 있습니다.
pt_br: Essa playlist está vazia.
ru: Этот плейлист пуст.
zh_hans: 该播放列表为空。
zh_hant: 該播放列表是空的。

source: The Linux system has shut down (%@). That is what reboot, poweroff and halt do. iSH-AOK can't start it again while the app is running. Quit, then open iSH-AOK again to boot it.
de: Das Linux-System wurde heruntergefahren (%@). Genau das tun reboot, poweroff und halt. iSH-AOK kann es nicht neu starten, während die App läuft. Beende sie und öffne iSH-AOK erneut, um zu booten.
es: El sistema Linux se ha apagado (%@). Eso es lo que hacen reboot, poweroff y halt. iSH-AOK no puede volver a iniciarlo mientras la app está en ejecución. Sal y vuelve a abrir iSH-AOK para arrancarlo.
fr: Le système Linux s'est arrêté (%@). C'est ce que font reboot, poweroff et halt. iSH-AOK ne peut pas le redémarrer tant que l'app est ouverte. Quittez, puis rouvrez iSH-AOK pour le démarrer.
ja: Linux システムはシャットダウンしました（%@）。reboot、poweroff、halt はこのように動作します。 App の実行中に iSH-AOK がシステムを再起動することはできません。終了してから iSH-AOK を再度開くとブートします。
ko: Linux 시스템이 종료되었습니다(%@). reboot, poweroff 및 halt가 하는 일입니다. 앱이 실행 중인 동안에는 iSH-AOK가 시스템을 다시 시작할 수 없습니다. 종료한 후 iSH-AOK를 다시 열어 부팅하십시오.
pt_br: O sistema Linux foi desligado (%@). É isso que reboot, poweroff e halt fazem. O iSH-AOK não consegue iniciá-lo novamente enquanto o app está em execução. Saia e abra o iSH-AOK novamente para iniciá-lo.
ru: Система Linux завершила работу (%@). Именно это делают reboot, poweroff и halt. iSH-AOK не может запустить её снова, пока приложение работает. Закройте и снова откройте iSH-AOK, чтобы загрузить её.
zh_hans: Linux 系统已关闭（%@）。reboot、poweroff 和 halt 的作用就是如此。 App 运行期间 iSH-AOK 无法再次启动它。请退出，然后再次打开 iSH-AOK 以启动。
zh_hant: Linux 系統已關機（%@）。這是 reboot、poweroff 和 halt 的作用。 App 執行期間 iSH-AOK 無法再次啟動它。請結束後再次打開 iSH-AOK 以開機。

source: The Wayland desktop can't be saved
de: Der Wayland-Desktop kann nicht gesichert werden
es: El escritorio Wayland no se puede guardar
fr: Le bureau Wayland ne peut pas être enregistré
ja: Wayland デスクトップは保存できません
ko: Wayland 데스크탑을 저장할 수 없음
pt_br: A área de trabalho Wayland não pode ser salva
ru: Рабочий стол Wayland нельзя сохранить
zh_hans: 无法保存 Wayland 桌面
zh_hant: 無法儲存 Wayland 桌面

source: The Wayland session is running as %1$@, so programs started in it run as %2$@ too. “Open Everything as Default User” now asks for %3$@. Restarting the session closes everything open in it.
de: Die Wayland-Sitzung läuft als %1$@, daher laufen darin gestartete Programme ebenfalls als %2$@. „Alles als Standardbenutzer öffnen“ verlangt jetzt %3$@. Ein Neustart der Sitzung schließt alles, was darin geöffnet ist.
es: La sesión de Wayland se está ejecutando como %1$@, así que los programas iniciados en ella también se ejecutan como %2$@. “Abrir todo como usuario predeterminado” ahora solicita %3$@. Reiniciar la sesión cierra todo lo que esté abierto en ella.
fr: La session Wayland s'exécute en tant que %1$@ ; les programmes qui y sont lancés s'exécutent donc aussi en tant que %2$@. « Tout ouvrir en tant qu'utilisateur par défaut » demande maintenant %3$@. Redémarrer la session ferme tout ce qui y est ouvert.
ja: Wayland セッションは %1$@ として実行されているため、その中で起動したプログラムも %2$@ として実行されます。「すべてをデフォルトユーザとして開く」は現在 %3$@ を要求しています。セッションを再起動すると、その中で開いているものはすべて閉じられます。
ko: Wayland 세션이 %1$@(으)로 실행 중이므로 세션에서 시작한 프로그램도 %2$@(으)로 실행됩니다. 이제 “모든 항목을 기본 사용자로 열기”는 %3$@을(를) 요청합니다. 세션을 재시작하면 세션에 열린 모든 항목이 닫힙니다.
pt_br: A sessão Wayland está sendo executada como %1$@, então os programas iniciados nela também são executados como %2$@. “Abrir Tudo como Usuário Padrão” agora pede %3$@. Reiniciar a sessão fecha tudo o que está aberto nela.
ru: Сеанс Wayland работает от имени %1$@, поэтому запущенные в нём программы тоже работают от имени %2$@. «Открывать всё от имени пользователя по умолчанию» теперь требует %3$@. Перезапуск сеанса закроет всё, что в нём открыто.
zh_hans: Wayland 会话正以 %1$@ 身份运行，因此在其中启动的程序也以 %2$@ 身份运行。“以默认用户打开所有内容”现在要求使用 %3$@。重新启动会话将关闭其中打开的所有内容。
zh_hant: Wayland 工作階段正以 %1$@ 身分執行，因此其中啟動的程式也會以 %2$@ 身分執行。「以預設使用者打開所有項目」現在要求使用 %3$@。重新啟動工作階段會關閉其中所有打開的項目。

source: The account could not be created (%@).
de: Der Account konnte nicht erstellt werden (%@).
es: No se pudo crear la cuenta (%@).
fr: Le compte n'a pas pu être créé (%@).
ja: アカウントを作成できませんでした（%@）。
ko: 계정을 생성할 수 없습니다(%@).
pt_br: Não foi possível criar a conta (%@).
ru: Не удалось создать учётную запись (%@).
zh_hans: 无法创建账户（%@）。
zh_hant: 無法建立帳號（%@）。

source: The active filesystem data exists, but its fakefs metadata database is missing.
de: Die Daten des aktiven Dateisystems existieren, aber die fakefs-Metadatenbank fehlt.
es: Los datos del sistema de archivos activo existen, pero falta su base de datos de metadatos de fakefs.
fr: Les données du système de fichiers actif existent, mais sa base de métadonnées fakefs est introuvable.
ja: アクティブなファイルシステムのデータはありますが、fakefs メタデータデータベースが見つかりません。
ko: 활성 파일 시스템 데이터는 있지만 fakefs 메타데이터 데이터베이스가 없습니다.
pt_br: Os dados do sistema de arquivos ativo existem, mas seu banco de metadados do fakefs está ausente.
ru: Данные активной файловой системы существуют, но база метаданных fakefs отсутствует.
zh_hans: 活跃文件系统的数据存在，但缺少其 fakefs 元数据数据库。
zh_hant: 使用中的檔案系統資料存在，但缺少其 fakefs 後設資料資料庫。

source: The active filesystem directory exists, but its data directory is missing.
de: Der Ordner des aktiven Dateisystems existiert, aber sein Datenordner fehlt.
es: El directorio del sistema de archivos activo existe, pero falta su directorio de datos.
fr: Le répertoire du système de fichiers actif existe, mais son répertoire de données est introuvable.
ja: アクティブなファイルシステムのディレクトリはありますが、データディレクトリが見つかりません。
ko: 활성 파일 시스템 디렉터리는 있지만 데이터 디렉터리가 없습니다.
pt_br: O diretório do sistema de arquivos ativo existe, mas seu diretório de dados está ausente.
ru: Каталог активной файловой системы существует, но каталог данных отсутствует.
zh_hans: 活跃文件系统的目录存在，但缺少其数据目录。
zh_hant: 使用中的檔案系統目錄存在，但缺少其資料目錄。

source: The active filesystem points to a root directory that is not present on disk.
de: Das aktive Dateisystem verweist auf einen Root-Ordner, der nicht auf dem Speicher vorhanden ist.
es: El sistema de archivos activo apunta a un directorio raíz que no está en el disco.
fr: Le système de fichiers actif pointe vers un répertoire racine absent du disque.
ja: アクティブなファイルシステムが、ディスク上に存在しないルートディレクトリを指しています。
ko: 활성 파일 시스템이 디스크에 없는 루트 디렉터리를 가리킵니다.
pt_br: O sistema de arquivos ativo aponta para um diretório raiz que não está presente no disco.
ru: Активная файловая система указывает на корневой каталог, которого нет на диске.
zh_hans: 活跃文件系统指向的根目录在磁盘上不存在。
zh_hant: 使用中的檔案系統指向磁碟上不存在的根目錄。

source: The application delegate was not available when boot was requested.
de: Der App-Delegate war beim Anfordern des Bootvorgangs nicht verfügbar.
es: El delegado de la aplicación no estaba disponible cuando se solicitó el arranque.
fr: Le délégué de l'application n'était pas disponible au moment de la demande de démarrage.
ja: ブートが要求されたときにアプリケーションデリゲートが利用できませんでした。
ko: 부팅이 요청되었을 때 앱 델리게이트를 사용할 수 없었습니다.
pt_br: O delegate do aplicativo não estava disponível quando a inicialização foi solicitada.
ru: Делегат приложения был недоступен в момент запроса загрузки.
zh_hans: 请求启动时 App 委托不可用。
zh_hant: 要求開機時，App 委派不可用。

source: The boot command was loaded, but iSH-AOK could not create a thread to run it.
de: Der Bootbefehl wurde geladen, aber iSH-AOK konnte keinen Thread zum Ausführen erstellen.
es: Se cargó el comando de arranque, pero iSH-AOK no pudo crear un hilo para ejecutarlo.
fr: La commande de démarrage a été chargée, mais iSH-AOK n'a pas pu créer de thread pour l'exécuter.
ja: ブートコマンドは読み込まれましたが、iSH-AOK はそれを実行するスレッドを作成できませんでした。
ko: 부팅 명령을 불러왔지만 iSH-AOK가 이를 실행할 스레드를 생성할 수 없습니다.
pt_br: O comando de inicialização foi carregado, mas o iSH-AOK não conseguiu criar uma thread para executá-lo.
ru: Команда загрузки загружена, но iSH-AOK не удалось создать поток для её выполнения.
zh_hans: 已载入引导命令，但 iSH-AOK 无法创建运行它的线程。
zh_hant: 已載入開機指令，但 iSH-AOK 無法建立執行緒來執行它。

source: The command could not be started.
de: Der Befehl konnte nicht gestartet werden.
es: No se pudo iniciar el comando.
fr: La commande n'a pas pu être lancée.
ja: コマンドを開始できませんでした。
ko: 명령을 시작할 수 없습니다.
pt_br: Não foi possível iniciar o comando.
ru: Не удалось запустить команду.
zh_hans: 无法启动命令。
zh_hant: 無法啟動指令。

source: The command runs in the guest through the tool account's shell.
de: Der Befehl läuft im Gast über die Shell des Tool-Kontos.
es: El comando se ejecuta en el sistema invitado mediante la shell de la cuenta de herramientas.
fr: La commande s'exécute dans l'invité via le shell du compte d'outils.
ja: コマンドはツールアカウントのシェルを通じてゲストで実行されます。
ko: 명령은 게스트에서 도구 계정의 셸을 통해 실행됩니다.
pt_br: O comando é executado no convidado pelo shell da conta de ferramentas.
ru: Команда выполняется в гостевой системе через оболочку учётной записи инструментов.
zh_hans: 该命令通过工具账户的 shell 在客户机中运行。
zh_hant: 此指令會透過工具帳號的 shell 在客體中執行。

source: The configured boot command exists but is not executable. Fix its permissions or choose a different boot command.
de: Der konfigurierte Bootbefehl existiert, ist aber nicht ausführbar. Korrigiere die Zugriffsrechte oder wähle einen anderen Bootbefehl.
es: El comando de arranque configurado existe, pero no es ejecutable. Corrige sus permisos o elige otro comando de arranque.
fr: La commande de démarrage configurée existe mais n'est pas exécutable. Corrigez ses autorisations ou choisissez une autre commande de démarrage.
ja: 設定されたブートコマンドは存在しますが、実行可能ではありません。アクセス権を修正するか、別のブートコマンドを選択してください。
ko: 구성된 부팅 명령이 있지만 실행 가능하지 않습니다. 권한을 수정하거나 다른 부팅 명령을 선택하십시오.
pt_br: O comando de inicialização configurado existe, mas não é executável. Corrija suas permissões ou escolha outro comando de inicialização.
ru: Заданная команда загрузки существует, но не является исполняемой. Исправьте права доступа или выберите другую команду загрузки.
zh_hans: 配置的引导命令存在，但不可执行。请修复其权限或选择其他引导命令。
zh_hant: 設定的開機指令存在但不可執行。請修正其權限或選擇其他開機指令。

source: The configured boot command is missing inside the root. Check Settings -> Boot Command or reimport the filesystem.
de: Der konfigurierte Bootbefehl fehlt im Root. Prüfe Einstellungen -> Bootbefehl oder importiere das Dateisystem erneut.
es: Falta el comando de arranque configurado dentro del sistema raíz. Revisa Ajustes -> Comando de arranque o vuelve a importar el sistema de archivos.
fr: La commande de démarrage configurée est absente de la racine. Vérifiez Réglages -> Commande de démarrage ou réimportez le système de fichiers.
ja: 設定されたブートコマンドがルート内に見つかりません。「設定」->「ブートコマンド」を確認するか、ファイルシステムを再インポートしてください。
ko: 구성된 부팅 명령이 루트 내에 없습니다. 설정 -> 부팅 명령을 확인하거나 파일 시스템을 다시 가져오십시오.
pt_br: O comando de inicialização configurado está ausente dentro da raiz. Verifique Ajustes -> Comando de Inicialização ou reimporte o sistema de arquivos.
ru: Заданная команда загрузки отсутствует в корневой ФС. Проверьте Настройки -> Команда загрузки или повторно импортируйте файловую систему.
zh_hans: 根文件系统中缺少配置的引导命令。请检查“设置 -> 引导命令”或重新导入文件系统。
zh_hant: 根檔案系統中缺少設定的開機指令。請檢查「設定」->「開機指令」或重新匯入檔案系統。
